import React from "react";
import {
  Button,
  Row,
  Col,
  ListGroup,
  Container,
  Card,
  Form,
} from "react-bootstrap";
import ImgKnow from "../images/img_1.png";
import WebImg from "../images/about-img.png";
import Img4 from "../images/img_4.png";
import Img2 from "../images/img_2.png";
import Imgabout45 from "../images/img_5.png";
import Img22 from "../images/imgage.png";
import Img33 from "../images/image331.png";
import { Link } from 'react-router-dom';

const Landing = () => {
  return (
    <>
      <div className="landing-bg home-text">
        <div className="text-center">
          <h4 className="pt-4">Лично Себепознание</h4>
        </div>
        <Container>
          <div className="d-flex justify-content-center">
            <div className="img__know">
              <img src={ImgKnow} />
            </div>
          </div>
          <div className="lorem-para">
            <Card.Link className="pl-4">
              {" "}
              <i class="fa fa-user" aria-hidden="true"></i>Лили Маркова
            </Card.Link>
            <Card.Link className="pl-5">
              {" "}
              <i class="fa fa-clock-o" aria-hidden="true"></i>23.07.2020г.
            </Card.Link>
            <p className="pt-4 pb-0 pl-4 pr-4">
            Пътят към нас самите е онзи, който вървим цял живот и винаги откриваме с изненада нещо ново по него. Колкото и добре да се познаваме, ние се променяме всеки ден на базата на новите познания, които поемаме. Пътят на живота е една магия, а Хюман Дизайн повдига булото на нея и ни показва практично, какво ни е предначертано да преминем, важните житейски уроци, които учим и местата, където ще ни бъде лесно или трудно да се развиваме.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
          Може би знаете кои са силните Ви страни и къде Ви е трудно, но мислите ли, че имате неоткрити за вас страни и място за развитие? Това себепознание, което получавате от системата, Ви дава възможност да намерите подхода с най-малкото съпротивление към света и другите. Тук намирате картата, която показва, как Ви е заложено да общувате и как да се свържете със света и околните, така че да сте щастливи, удовлетворени и успешни, винаги и навсякъде, където отидете.
            </p>
          </div>
          <div className="lorem-para">
          <div className="text-center text-og">
            <p className="pt-0 pb-0 pl-4 pr-4">Вие сте родени с много конкретни заложби, които да Ви помагат и да Ви служат.</p>
          </div>
          <p className="pt-4 pb-0 pl-4 pr-4">Както Вие, така и всички на земята сме родени за успех, но начинът за неговото постигане е различен при всеки. Няма единна формула, която да е всеобщо приложима, затова благодарение на Хюамн Дизайн намирате онази, която е точно за Вас и работи!</p>

            {" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Експериментирането е втората стъпка, след като се запознаете със собствената си специфика. Там стартира истинската забава. Когато започнете да наблюдавате, усещате и възприемате света по този нов начин, всичко около вас малко по малко ще започне да се променя. Нито една промяна, не се случва за ден, но един миг може да постави крайъгълния камък на живота, който винаги сте искали да имате.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
              {" "}
              Вие сами знаете, кое е най-добро за Вас и кое резонира на природата Ви. Ако имате влечение да разберете повече за себе си чрез Хюман Дизайн, това определено е знак, че тук се крие много важна информация за вас. Дори и любопитството да Ви води, това отново е Вашата жадна за знания душа, която има нужда да бъде подхранена.
            </p>
          </div>
        </Container>
        <div className="spacer20"></div>
      </div>
    </>
  );
};

export default Landing;
