import React from "react";
import {
  Button,
  Row,
  Col,
  ListGroup,
  Container,
  Card,
  Form,
} from "react-bootstrap";
import Img52 from "../images/img_5.png";
import WebImg from "../images/about-img.png";
import Img4 from "../images/img_4.png";
import Img2 from "../images/img_2.png";
import Imgabout45 from "../images/img_5.png";
import Img22 from "../images/imgage.png";
import Img33 from "../images/image331.png";
import { Link } from 'react-router-dom';

const TermsAndConditions = () => {
  return (
    <>
      <div className="landing-bg home-text">
        <div className="text-center">
          <h4 className="pt-4">Общи условия</h4>
        </div>
        <Container>
          <div className="d-flex justify-content-center">
            <div className="img__know">
            </div>
          </div>
          <div className="lorem-para">
            <p className="pt-4 pb-0 pl-4 pr-4">
            Уебсайтът www.4humandesign.com (наричан за по-кратко “сайт”, “уебсайт”) сe управлява от и е собственост на “4 Хюман Дизайн” ЕООД, българско юридическо лице със седалище и адрес на управление община Столична, гр. София, квартал Витоша, бл. 6, ап. 31 , с ЕИК 206181374 (наричано за по-кратко “дружеството”, “ние”, “нас”).  Услугите, предлагани в сайта, се предоставят от дружеството.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Данни за контакт:  office4humandesign@gmail.com
            </p>
          <div className="lorem-para">
          <p className="pt-0 pb-0 pl-4 pr-4">Настоящите общи условия представляват споразумение между Вас като потребител или посетител на сайта и дружеството във връзка с условията, при които ние Ви предлагаме нашите услуги, информация и софтуер (наричани за по-кратко “услугите”). Съгласявайки се с общите условия, Вие получавате правото да използвате нашите услуги за лични и нетърговски цели при спазването на условията по-долу.</p>
            {" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Моля, запознайте се внимателно с общите условия, изложени в настоящия текст. Общите условия имат обвързващо действие само в отношенията между Вас като потребител на услугите на сайта и дружеството. Продължавайки взаимодействието си със сайта, Вие се съгласявате с общите условия.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            “Взаимодействие” със сайта означава извършване на действия от Ваша страна по време на онлайн престоя Ви в сайта. Такива действия могат да бъдат зареждане на страниците на сайта, разглеждане на сайта, кликване на линкове, въвеждане на информация, създаване на потребителски профил и други. Използването на някои от услугите ни изисква онлайн регистрация. Достъп до тях можете да получите след успешно създаден потребителски профил.
            </p>
            <p className="pt-0 pb-0 pl-4 pr-4">Ако не сте съгласни с настоящите общи условия, моля преустановете взаимодействието си със сайта.</p>
            <p className="pt-0 pb-0 pl-4 pr-4">Нашите услуги</p>
            <p className="pt-0 pb-0 pl-4 pr-4">Дружеството предлага само безплатни услуги, но си запазва правото да въвежда платени такива в бъдеще. Общите условия се прилагат по отношение на настоящи и бъдещи услуги, предоставени от дружеството, които могат да бъдат платени и неплатени.</p>
            <p className="pt-0 pb-0 pl-4 pr-4">1.Генериране на Ваша Хюман Дизайн карта/ Бодиграф</p>
              <p className="pt-0 pb-0 pl-4 pr-4">Хюман Дизайн карта (наричана за по-кратко “карта” или “бодиграф”) представлява специална комбинация от графични елементи, всеки от които съдържа данни от науката. Всички те в комбинация носят персонализирано познание за отделната личност. За генерирането на бодиграфа е необходимо да предоставите определен набор от лична информация, свързана с момента на Вашето раждане. Повече информация за обработката на Вашите лични данни можете да прочетете в Политиката за поверителност.</p>
            <p className="pt-0 pb-0 pl-4 pr-4">  Генерирането на Хюман Дизайн картата се извършва чрез специализиран софтуер, който обработва предоставените от Вас данни относно момента на раждането Ви съобразно предварително подготвен алгоритъм. Вече генерираният бодиграф е персонализиран и уникален и носи конкретна информация за Вас. Бодиграфът позволява задълбочен анализ на базата на науката.</p>
<p className="pt-0 pb-0 pl-4 pr-4">2. Онлайн регистрация и създаване на потребителски профил</p>
<p className="pt-0 pb-0 pl-4 pr-4">Тази стъпка не е задължителна за използването на сайта или мобилната версия.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Онлайн регистрацията в сайта е безплатна услуга, която Ви позволява да съхранявате вече генерирани карти в своя потребителски профил, което ще Ви предостави по-бърз и лесен достъп до картите и персонализираната информация на базата на науката.</p>
<p className="pt-0 pb-0 pl-4 pr-4">За онлайн регистрацията е необходимо създаването на потребителски профил. Това изисква предоставянето на Ваша лична електронна поща, както и създаването на парола, които ще Ви идентифицират като потребител. В случай, че забравите Вашата парола или решите да я промените, ние Ви предоставяме тази възможност. Данните, които ни предоставяте за онлайн регистрацията, ние използваме, за да Ви предложим персонифицирани услуги. Подробна информация за обработката на лични данни можете да прочетете в Политиката за поверителност.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Информация за науката Хюман Дизай</p>
<p className="pt-0 pb-0 pl-4 pr-4">Сайтът предоставя голям набор от обща информация относно науката Хюман Дизайн. Тази услуга е безплатна. За достъп до тази информация не е необходима онлайн регистрация. Последната би уленсила достъпа и съхранението на синтезирана информация, отнасяща се лично до Вас.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Сигурност на личните данни
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Ако имате създаден потребителски профил в сайта, Вие декларирате, че посочената от Вас лична информация е актуална. Вие имате задължението да предпазите потребителската си информация и парола от неправомерен достъп и да не я предоставяте на трети страни. Ако установите злонамерена употреба, моля да се свържете с нас чрез посочените по-горе данни за контакт.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Ние, от своя страна, сме предприели необходимите технически и организационни мерки, за да защитим личната Ви информация от неправомерен достъп, изменение или разпространение, както и от други незаконни форми на обработване.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Линкове към други сайтове
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Сайтът съдържа линкове към други сайтове/свързани сайтове. Дружеството не носи отговорност за съдържанието на тези свързани сайтове. Настоящите общи условия не се отнасят до взаимодействието Ви със свързаните сайтове.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Интелектуална собственост
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Всички права са запазени. Услугите, софтуерът, графиките и цялото съдържание на уеб сайта са защитени с авторски права и са обект на закрила по действащия Закон за авторското право и сродните му права. Нерегламентираното им използване представлява закононарушение и води до отговосност съгласно действащото законодателство на Република България. Вие се съгласявате да не преправяте, копирате, разпространявате, продавате или да употребявате по какъвто и да е незаконосъобразен начин съдържанието на сайта или части от него, освен ако не получите изричното писмено съгласие на дружеството.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Ограничаване на отговорността
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Ние полагаме всички усилия, за да поддържаме вярна и актуална информация на сайта, но това не изключва възможността информацията, софтуера, услугите и цялото съдържание да съдържат неточности, пропуски или технически грешки. Всички те се предоставят за ползване при ограничаване на отговорността. Не носим отговорност за надеждността, актуалността, достоверността и достъпността на цялото съдържание на сайта, нито за последиците, породени от достъпа или невъзможността за взаимодействие със сайта.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Във връзка с горепосоченото дружеството не носи имуществена или неимуществена отговорност.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Вие се съгласявате да освободите от отговорност дружеството, неговите управители и служители без значение от вредите, загубите, разноските, претенциите на трети лица, свързани с използването на услугите в сайта.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Поверителност
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
За целите на законодателството относно защитата на физическите лица във връзка със събирането, обработването и съхранението на лични данни и тяхното свободно движение дружеството се явява администратор на лични данни и осъществява дейността си изцяло в съответствие с Регламент (ЕС) 2016/679 („Общ регламент на ЕС относно защитата на личните данни“. Подробна информация можете да намерите в Политиката ни за поверителност.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Използване на бисквитки
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Дружеството може да събира и обработва информация относно посещенията Ви в сайта, за да персонализира онлайн престоя Ви. Това се осъществява посредством бисквитки/кукита с маркетингови и статистически цели, както и за адаптиране на последващи предложения спрямо предпочитанията Ви. Повече информация за бисквитките може да откриете в Политиката ни за използване на бисквитки/кукита.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Промени и допълнения в общите условия
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Дружеството си запазва правото да допълва и изменя настоящите общи условия по всяко време. Ако използвате услугите в сайта, без да имате онлайн регистрация, няма да получите съобщение за промените. Ако имате регистрация, Вие ще бъдете известени чрез съобщение на предоставената от Вас електронна поща.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Промените и допълненията влизат в сила в момента на публикуването им в сайта. Ако не сте съгласни с тях,  моля преустановете взаимодействието си със сайта. Ако не им се противопоставите и продължите взаимодействието си със сайта, Вие се съгласявате с промените.
</p>
<p className="pt-0 pb-0 pl-4 pr-4">
Дружеството си запазва правото на обезщетение за всички вреди, загуби, разноски и претенции на трети лица, които са породени от нарушението на настоящите общи условия или нерегламентирано използване на сайта.
</p>

          </div>
          </div>
        </Container>
        <div className="spacer20"></div>
      </div>
    </>
  );
};

export default TermsAndConditions;
