import React from "react";
import {
  Button,
  Row,
  Col,
  ListGroup,
  Container,
  Card,
  Form,
} from "react-bootstrap";
import Img52 from "../images/img_5.png";
import WebImg from "../images/about-img.png";
import Img4 from "../images/img_4.png";
import Img2 from "../images/img_2.png";
import Imgabout45 from "../images/img_5.png";
import Img22 from "../images/imgage.png";
import Img33 from "../images/image331.png";
import { Link } from 'react-router-dom';

const Landing5 = () => {
  return (
    <>
      <div className="landing-bg home-text">
        <div className="text-center">
          <h4 className="pt-4">Знаете ли какви са подходящите условия и начин на хранене според хюман дизайн и тялото Ви?</h4>
        </div>
        <Container>
          <div className="d-flex justify-content-center">
            <div className="img__know">
              <img src={Img52} />
            </div>
          </div>
          <div className="lorem-para">
            <Card.Link className="pl-4">
              {" "}
              <i class="fa fa-user" aria-hidden="true"></i>Лили Маркова
            </Card.Link>
            <Card.Link className="pl-5">
              {" "}
              <i class="fa fa-clock-o" aria-hidden="true"></i>05.04.2020г.
            </Card.Link>
            <p className="pt-4 pb-0 pl-4 pr-4">
            Според Хюман дизайн, освен добрият диетичен режим, изключително важна роля оказват както условията, така и начинът на хранене. Колкото и добре да сте подбрали диетата си, понякога може да Ви е много трудно да постигнете желаните резултати. Стриктно може да следвате режима си и да полагате огромни усилия, но пак да не сте удовлетворени от това как реагира тялото Ви.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            За какво помагат насоките за хранене от системата?
            </p>
          </div>
          <div className="text-center text-og">
            <p>Има 12 базови условия и начина на хранене. Към тях се добавят и други характеристики от Вашия дизайн, за да се оформи цялостната картина на възприятията Ви. Важно е да се отбележи, че Хюман дизайн не предлага готов хранителен режим за спазване, а само насоки как да подпомогнете метаболизма си за да обработва всяка храна, която му давате. Когато тялото Ви е в подходящите за него условия, усвояването и преработването както на случващото се около вас, така и на храната в чинията Ви, става много по-лесно и бързо. А всички знаем, че бързият метаболизъм е в основата на един по-пълноценен, здрав и щастлив живот.
</p>
          </div>
          <div className="lorem-para">
            {" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Какви още насоки дава Хюман Дизайн за здравето и храненето?
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
              {" "}
              Първо и преди всичко винаги следвайте стратегията и авторитета си. Вашата отправна точка следва да е авторитетът Ви и онова, което той Ви е подсказал. Едва след това е хубаво да се вслушате и във всички други насоки, които Хюман дизайн картата има да Ви даде. Вашите центрове, канали и портали също определят вида храна, която е най-добра за Вашия организъм. Метаболизмът Ви може да е бърз, ако приемате повече мазнини или въглехидрати - това се вижда от Вашия бодиграф. Някои от вас имат нужда от месо и млечни продукти, други пък нямат никаква потребност от тях и дори им вредят. Някои от вас ще преработват храната добре, само през светлата част от деня, докато други само през тъмната. Едни е добре да се хранят само с топли храни и напитки, други само със студени. Това са само една малка част от всички характеристики, определящи условията и начина при хранене и възприемане на света.
            </p>
            <p>
            Вашето тяло е напълно уникално и като такова заслужава да се грижите с огромна любов и почитание към него. Давайте си всичко онова, от което имате нужда и няма да почувствате никаква липса или дефицит както в живота си, така и в тялото си. Всяко едно строго отношения към него било то с лишения или пренасилване водят до натрупване на стрес и напрежение в клетките Ви. Всичко това неминуемо след време дава своите резултати и неприятни последствия. Следвайки всичко онова, което тялото Ви истински жадува, Вие позволявате на себе си да разгърнете пълния си потенциал и възможности.
            </p>
          </div>
        </Container>
        <div className="spacer20"></div>
      </div>
    </>
  );
};

export default Landing5;
